Repository: thefloweringash/chicken-aten-ikvm
Catalog: Resources/*.lproj/Localizable.strings
Languages: french

source: Okay
french: OK

source: Cancel
french: Annuler

# RFBDefaultServerName
source: New Server
french: Nouveau serveur

# RFBUntitledServerName
source: Untitled Server
french: Serveur sans titre

source: Connecting...
french: Connexion en cours…

source: Connect
french: Connecter

# DisplayIsPort
source: Display %d is port %d
french: Affichage %d est port %d

# PortIsDisplay
source: Port %d is display %d
french: Port %d est affichage %d

source: Open Connection
french: Ouvrir une connexion

# NoNamedServer
source: Could not find a server with the name "%@"
french: Impossible de trouver un serveur avec le nom "%@"

# NoConnection
source: Could not connect to server %@ port %d
french: Impossible de se connecter au serveur %@ port %d

source: Unknown authType %@
french: Type d'authentification inconnu %@

source: Unknown authResult %@
french: Resultat d'authentification inconnu %@

# AuthenticationFailedTooMany
source: Too many failures
french: Trop d'echecs

source: Unknown message type %@
french: Message de type inconnu %@

source: Server Reports
french: Le serveur a répondu

# ARDAuthWarning
source: Please configure Apple Remote Desktop to allow VNC Viewers to control the screen.
french: Veuillez configurer Apple Remote Desktop pour autoriser les clients VNC à contrôler l'écran

# defaultProfileName
source: Default Profile
french: Profile par défaut

source: Connection Terminated
french: Connexion interrompue

source: Reconnect
french: Reconnecter

# ServerClosed
source: The server closed the connection
french: Le serveur a fermé la connexion

# ServerError
source: Write to server: %s
french: Ecrire au serveur: %s

# FullscreenHeader
source: Your connection is entering fullscreen mode
french: Vous allez passer en mode plein écran

source: Fullscreen
french: Plein écran

# FullscreenReason1
source: You may return to windowed mode by pressing the proper key equivalent
french: Vous pouvez retourner en mode fenêtre en appellant le raccourci clavier

# FullscreenReason2
source: at any time. You can change this key equivalent in the Preferences if necessary.
french: à tout moment. Vous pouvez changer ce raccourci clavier dans les préférences.

# listenStart
source: Start
french: Démarrer

# listenStop
source: Stop
french: Arrêter

# listenRunning
source: Listening is on
french: En écoute

# listenStopped
source: Listening is off
french: Hors écoute

# listenAcceptMessage
source: Connection from %@:%d
french: Connexion depuis %@:%d

source: address resolve failed
french: Echec de la résolution d'adresse

source: resolving...
french: Résolution d'adresse…

# ConnectionStatistics
source: Bytes Received: %@ Bytes Represented: %@ Compression: %.2f Rectangles: %u Encodings:%@
french: Bytes Received: %@ Bytes Represented: %@ Compression: %.2f Rectangles: %u

source: yes
french: oui

source: no
french: non
